{
  "vocab_size": 5000,
  "max_seq_len": 64,
  "min_freq": 1,
  "pad_token": "<PAD>",
  "unk_token": "<UNK>",
  "word_to_idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "\"": 2,
    ".": 3,
    ":": 4,
    ",": 5,
    "{": 6,
    "}": 7,
    "The": 8,
    "Rating": 9,
    "!": 10,
    "Review": 11,
    "5": 12,
    "product": 13,
    "stars": 14,
    "is": 15,
    "=": 16,
    "Great": 17,
    "Text": 18,
    "4": 19,
    "and": 20,
    "1": 21,
    "Product": 22,
    "|": 23,
    "I": 24,
    "but": 25,
    "Good": 26,
    "my": 27,
    "3": 28,
    "comfortable": 29,
    "excellent": 30,
    "highly": 31,
    "quality": 32,
    "recommend": 33,
    "great": 34,
    "price": 35,
    "purchase": 36,
    "'": 37,
    "amazing": 38,
    "are": 39,
    "arrived": 40,
    "could": 41,
    "the": 42,
    "with": 43,
    "4.5": 44,
    "Excellent": 45,
    "better": 46,
    "brand": 47,
    "category": 48,
    "electronics": 49,
    "event": 50,
    "headphones": 51,
    "love": 52,
    "not": 53,
    "so": 54,
    "sound": 55,
    "view": 56,
    "Awesome": 57,
    "It": 58,
    "_": 59,
    "again": 60,
    "be": 61,
    "been": 62,
    "buy": 63,
    "customer": 64,
    "definitely": 65,
    "dress": 66,
    "expected": 67,
    "fits": 68,
    "happy": 69,
    "have": 70,
    "it": 71,
    "laptop": 72,
    "new": 73,
    "phone": 74,
    "quickly": 75,
    "s": 76,
    "service": 77,
    "shoes": 78,
    "stylish": 79,
    "this": 80,
    "to": 81,
    "unknown": 82,
    "very": 83,
    "were": 84,
    "what": 85,
    "will": 86,
    "worth": 87,
    "2": 88,
    "3.5": 89,
    "33.2": 90,
    "35.79": 91,
    "543.1": 92,
    "Fast": 93,
    "Not": 94,
    "Outstanding": 95,
    "Satisfied": 96,
    "Sound": 97,
    "TV": 98,
    "This": 99,
    "Very": 100,
    "a": 101,
    "appliances": 102,
    "aqua": 103,
    "as": 104,
    "battery": 105,
    "bedding": 106,
    "bit": 107,
    "blouse": 108,
    "buying": 109,
    "cheaper": 110,
    "cleaner": 111,
    "clothes": 112,
    "clothing": 113,
    "coffee": 114,
    "color": 115,
    "compliments": 116,
    "condition": 117,
    "delivery": 118,
    "described": 119,
    "easy": 120,
    "efficient": 121,
    "environment": 122,
    "everyone": 123,
    "exceeded": 124,
    "expectations": 125,
    "experience": 126,
    "fantastic": 127,
    "find": 128,
    "fit": 129,
    "for": 130,
    "furniture": 131,
    "gadget": 132,
    "heater": 133,
    "impressive": 134,
    "in": 135,
    "jeans": 136,
    "kitchen": 137,
    "life": 138,
    "lightweight": 139,
    "living": 140,
    "lovely": 141,
    "m": 142,
    "maker": 143,
    "needs": 144,
    "nice": 145,
    "of": 146,
    "on": 147,
    "pair": 148,
    "perfect": 149,
    "perfectly": 150,
    "powerful": 151,
    "promptly": 152,
    "really": 153,
    "received": 154,
    "room": 155,
    "satisfied": 156,
    "several": 157,
    "shirt": 158,
    "shiseido": 159,
    "size": 160,
    "skirt": 161,
    "small": 162,
    "sofa": 163,
    "time": 164,
    "top": 165,
    "use": 166,
    "vacuum": 167,
    "ve": 168,
    "water": 169,
    "works": 170,
    "would": 171
  }
}